Repository: what-digital/django-siteinfo
Catalog: siteinfo/locale/*/LC_MESSAGES/django.po
Languages: fr, it

source: login required
fr: Inscription nécessaire
it: Login necessario

source: staff login required
fr: Inscription staff nécessaire
it: Login staff necessario

source: site description
fr: Description du site
it: Descrizione del sito

source: Keep between 150 and 1000 characters long.
fr: Respecter une longueur comprise entre 150 et 1000 signes.
it: Minimo 150 caratteri, massimo 1000

source: Important for search engine indexing.
fr: Important pour l'indexation de l'outil de recherche.
it: Importante per l'indicizzazione del motore di ricerca

source: site keywords
fr: Mots-clés du site
it: Parole chiave del sito

source: Comma separated.
fr: Séparé par une virgule
it: Virgola di separazione

source: site topic
fr: Sujet du site

source: company
fr: Société
it: Società

source: first name
fr: Prénom
it: Nome

source: last name
fr: Nom
it: Cognome

source: address
fr: Adresse
it: Indirizzo

source: ZIP code
fr: Code NPA
it: NPA

source: city
fr: Localité
it: Località

source: country
fr: Pays
it: Paese

source: phone
fr: Téléphone
it: Telefono

source: mobile phone
fr: Tél. portable
it: Cellulare

source: GTC
fr: CGV

source: Provide your "General Terms and Conditions" document for download.
fr: Votre document CGV peut être placé ici pour être téléchargé
it: Procuratevi il documento "Condizioni generali di utilizzo" per il download.

source: imprint
fr: Impressum
it: Stampa

source: This imprint may be displayed at the bottom of your webpages.
fr: Cet impressum peut être affiché en bas de vos pages Web.
it: Questa stampa può essere visualizzata in calce alla vostra pagina web.

source: Provide an image (Windows icon image, 16 x 16 pixels) which is used in browser bookmarks and such.
fr: Indiquer le fichier image (Windows icon image, 16 x 16 pixels) qui sera utilisé dans les signets du navigateur.
it: Scegliere un'immagine (Windows icon image, 16 x 16 pixels) come segnalibro nel browser e simili

source: require login
fr: login requis
it: Login necessario

source: Choose if a valid login is needed to view this site
fr: Décidez si une inscription est nécessaire pour visualiser cette page
it: Scegliere se è necessario un login valido per visualizzare questo sito

source: site settings
fr: configuration du site
it: Setting del sito

source: for site %s
fr: pour le site %s
it: per il sito %s

source: Without www.
fr: sans www
it: Senza www.

source: Google Analytics Web Property-ID for this site.
fr: Google Analytics Web Property-ID pour ce site.
it: Google analytics web property-ID per questo sito

source: site alias settings
fr: configuration site alias
